Repository: covistefan/ics-display
Catalog: languages/ics-display-*.po
Languages: de_de

source: Thank you for activating premium features
de_de: Vielen Dank für die Aktivierung der Premium-Funktionen

source: date
de_de: Datum

source: time
de_de: Zeit

source: event
de_de: Veranstaltung

source: location
de_de: Ort

source: dtbegin
de_de: Beginn

source: dtend
de_de: Ende

source: dtstamp
de_de: Dauer

source: description
de_de: Beschreibung

source: summary
de_de: Zusammenfassung

source: Error reading events from "%s"
de_de: Fehler beim Lesen der Events von „%s“

source: Manage ICS-Data
de_de: Verwalte hier deine ICS-Daten

source: URL List
de_de: URL-Liste

source: Help
de_de: Hilfe

source: ICSD Help
de_de: ICSD Hilfe

source: To embed the ICS-data you can simply configurate the ICS-item, copy the shortcode and add it to your page or use it with the block editor.
de_de: Um die ICS-Daten auf deiner Seite einzubetten, konfiguriere einfach das Element, kopiere den WP-Shortcode und füge ihn auf deiner Seite ein oder benutze einfach den Block-Editor.

source: Field data handling
de_de: Daten der verschiedenen Feldtypen

source: This field will show up the date formatted by your wordpress date options.
de_de: Dieses Feld gibt das Datum so aus, wie du es in Wordpress definiert hast.

source: Can be a range.
de_de: Kann einen Zeitraum abbilden.

source: This field will show up the time formatted by your wordpress time options.
de_de: Dieses Feld gibt die Zeit so aus, wie du es in Wordpress definiert hast.

source: This field will show up the date and time formatted by your wordpress date and time options.
de_de: Dieses Feld gibt das Datum und die Uhrzeit so aus, wie du es in Wordpress definiert hast.

source: This field will show up the time in hours and minutes your event will last.
de_de: Dieses Feld zeigt die Dauer eines Events an.

source: ICSD advanced shortcodes
de_de: ICSD erweiterte WP-Shortcodes

source: If you want to combine multiple ICS-datasets, you can manage the style within the configuration in shortcode-tag.
de_de: Wenn du verschiedene ICS-Quellen kombinieren willst, kannst du über die Einstellungen beim WP-Shortcode die Ansicht definieren.

source: Following options are avaiable:
de_de: Die folgenden Optionen sind verfügbar:

source: List and calendar view are only supported in PRO.
de_de: Listen- und Kalenderdarstellung werden nur von der PRO-Version unterstützt.

source: Next attributes are only used with display "table" or "list".
de_de: Die folgenden Attribute sind nur mit display „table“ oder „list“ kombinierbar.

source: Activate PRO
de_de: PRO aktivieren

source: Enter PRO version code
de_de: PRO-Code eingeben

source: Submit
de_de: Absenden

source: Buy PRO version.
de_de: Kaufe die PRO Version.

source: PRO Information
de_de: PRO Informationen

source: Your PRO version will end on %s.
de_de: Deine PRO-Version wird am %s ablaufen.

source: Remove
de_de: Entfernen

source: Shortcode
de_de: WP-Shortcode

source: Add URL
de_de: URL hinzufügen

source: Add a new URL to an ICS-File. You can change the properties after adding the URL.
de_de: Füge eine neue URL zu einer ICS-Datei hinzu. Du kannst nach dem Hinzufügen die Darstellung und andere Eigenschaften ändern.

source: Add
de_de: Hinzufügen

source: Content display type
de_de: Darstellung

source: Table view
de_de: Tabellenansicht

source: List view
de_de: Listenansicht

source: Calendar view
de_de: Kalenderansicht

source: Sorting
de_de: Sortierung

source: Sort ascending
de_de: Aufsteigend sortieren

source: Sort descending
de_de: Absteigend sortieren

source: Use start date <em>(beta)</em>
de_de: Benutze ein Startdatum für die Anzeige <em>(beta)</em>

source: In calendar view the startdate will be the first day of month your start date is defined for.
de_de: In der Kalenderansicht wird das Startdatum automatisch auf den ersten Tag des Monats gesetzt, in dem dein Startdatum liegt.

source: Use following number of future entries to display (zero shows all, limited by one year from startdate)
de_de: Verwende die folgende Anzahl an zukünftigen Einträgen, die angezeigt werden sollen (0 zeigt alle an, max 1 Jahr ab Startdatum)

source: Use following number of repeating entries to display (zero shows all, only limited by number of all entries be displayed)
de_de: Verwende die folgende Anzahl an zukünftigen Einträgen, die angezeigt werden sollen (0 zeigt alle an, maximal limitiert durch die Gesamtzahl der Einträge, die gezeigt werden sollen)

source: Use following number of entries to display per page (zero shows all)
de_de: Verwende die folgende Anzahl von Einträgen, die pro Seite angezeigt werden sollen (0 zeigt alle an)

source: Use following number of calendar pages to display (zero shows three)
de_de: Verwende die folgende Anzahl von Kalenderseiten, die angezeigt werden sollen (0 zeigt drei)

source: Informations to be shown in table and list view or displayed as tooltip in calendar view
de_de: Informationen, die in der Tabellen- und Listenansicht angezeigt werden sollen bzw. als Tooltip in der Kalenderansicht

source: Sort elements by drag and drop and name the header fields by yourself if you won't use our prefered names.
de_de: Sortiere Elemente per Drag & Drop und benenne die Felder in der Kopfzeile, wenn du unsere bevorzugten Namen nicht verwenden willst.

source: Save
de_de: Speichern

source: There seems to be an undefined RULE in calendar
de_de: Es scheint eine undefinierte Regel in deinem Kalender zu geben

source: %s day
de_de: %s Tag

source: %s hr.
de_de: %s Std.

source: hrs.
de_de: Std.

source: ICSD PRO License needed
de_de: ICSD PRO Lizenz erforderlich

source: Select the ICS-Calendar you want to display
de_de: Wähle den Kalender, den du Darstellen willst

source: Choose ICS-Display Source
de_de: Wähle eine Quelle

source: Select a ICS-Display
de_de: Wähle ein ICS-Display

source: calendar
de_de: kalender

source: Display upcoming events from a shared Google, Outlook, iCal or other ICS calendar.
de_de: Zeige bevorstehende Ereignisse aus einem freigegebenen Google-, Outlook-, iCal- oder anderem Kalender an, der das ICS-Format unterstützt.
